cfd/kanat/veri/gercek3b/orta/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object p;
}

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    duvar
    {
        type            zeroGradient;
    }
    "(disalan|uc)"
    {
        type            freestreamPressure;
        freestreamValue uniform 0;
    }
    cikis
    {
        type            fixedValue;
        value           uniform 0;
    }
    kok
    {
        type            symmetryPlane;
    }
}
