cfd/kanat/veri/gercek3b/orta/0/k
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object k;
}

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 1.5e-06;

boundaryField
{
    duvar
    {
        type            kqRWallFunction;
        value           uniform 1e-14;
    }
    "(disalan|uc)"
    {
        type            freestream;
        freestreamValue uniform 1.5e-06;
    }
    cikis
    {
        type            zeroGradient;
    }
    kok
    {
        type            symmetryPlane;
    }
}
